import React from 'react'
import styles from '../../styles/about.module.css'

const About = () => {
  return (
    <div className="container">
      <div className={styles.aboutContainer}>
        <h1>درباره ما</h1>

        <section className={styles.aboutSection}>
          <h4>تاریخچه مقداد آی تی (بیش از یک دهه سابقه درخشان)</h4>
          <p>
            مجموعه مقداد آی تی - یکی از اولین و معتبرترین فروشگاه‌های آنلاین کشور - در آغاز با فروش عمده قطعات کامپیوتر و لپ تاپ، کار خود را آغاز نمود. بعد از موفقیت و جلب رضایت مشتریان با نیازسنجی و درایت مدیریت محترم، تصمیم به خدمت‌رسانی به تمام هموطنان در سراسر ایران عزیزمان گرفت که در راستای این سیاست گذاری، سایت Meghdadit.com در سال 1386 راه‌اندازی گردید.
          </p>
        </section>

        <section className={styles.aboutSection}>
          <h4>سرزمین کالاها و قطعات الکترونیک (انتخاب بهترین برندها برای خرید اینترنتی شما)</h4>
          <p>
            فروشگاه اینترنتی مقداد آی تی، بدون شک بهترین گزینه برای خرید اینترنتی شما در ایران است. تمامی ایرانیان می‌توانند کالاهای الکترونیک مورد نیاز خود از قبیل لپتاپ، موبایل، تبلت، قطعات کامپیوتر، ساعت‌های هوشمند، کنسول بازی، ماشین‌های اداری، لوازم جانبی و خانگی را به صورت آنلاین خریداری و به آسانی تحویل بگیرند.
          </p>
          <p>
            امکان تجربه خرید از معتبرترین برندهای دنیا همچون LG، Apple، iPhone، ASUS، LENOVO، SONY، SAMSUNG و چندین برند معتبر در بخش شبکه و لوازم جانبی مانند Linksys، TP-LINK، Creative، Logitech و تجهیزات خنک‌کننده مثل Cooler Master فراهم شده است تا رضایت مشتریان جلب گردد.
          </p>
        </section>

        <section className={styles.aboutSection}>
          <h4>هدف ما، تداوم رفاقت با شما</h4>
          <p>
            مهم‌ترین هدف ما جلب و حفظ رضایت شما دوستان است. در برابر قیمت‌های متغیر بازار، ما در کنار شما هستیم و همواره تلاش می‌کنیم کالاهای با کیفیت با گارانتی معتبر و نازل‌ترین قیمت در دسترس شما قرار گیرد. در مقداد آی تی، همیشه حق با مشتری است.
          </p>
        </section>

        <section className={styles.aboutSection}>
          <h4>یک چشم‌انداز بزرگ برای ایران بزرگ</h4>
          <p>
            چشم‌انداز فروشگاه «مرکز خرید 20 میلیون ایرانی» است. با تکیه بر اصول اخلاقی و ایجاد رابطه‌ای بادوام با مشتری، سعی دارد همواره حافظ ارزش پول مشتریان باشد. شما می‌توانید آنلاین کالای مورد نظر خود را مشاهده و اطلاعات فنی دستگاه را دریافت و در صورت تمایل خرید کنید.
          </p>
        </section>

        <section className={styles.aboutSection}>
          <h4>مجوزها و گواهی‌نامه‌ها</h4>
          <p>
            تمامی کالاها و خدمات این فروشگاه دارای مجوزهای لازم از مراجع مربوطه هستند و فعالیت سایت تابع قوانین جمهوری اسلامی ایران می‌باشد.  
            <a href="#">برای مشاهده گواهینامه و مجوزها کلیک نمایید</a>
          </p>
        </section>
      </div>
    </div>
  )
}

export default About
